Repository: matvdg/Rando
Catalog: Rando/Localizable.xcstrings
Source language: en
Languages: fr

source: About
fr: À propos

# aboutMe
source: Hello ! I'm Mat. I am a Swift developer but above all passionate about the Pyrenees and hiking. With my partner Anna, we even moved to the heart of the Pyrenees, in Haute-Garonne, right in the middle of the GR10, to renovate a house and transform it into a B&B: the Maison d'Arlos! This app is therefore the fruit of my two passions, others exist but it has the merit of being simple, free and without advertising. It is designed to be able to explore the Pyrenees and the GR10 but it works very well everywhere in the world with OpenTopo maps in particular. I plan to add features and improve it over time. Do not hesitate to contact me to let me know your comments or desires for improvement!
fr: Salut ! Moi c'est Mathieu. Je suis développeur iPhone mais surtout passioné des Pyrénées et de la randonnée. Avec ma compagne Anna, nous avons même emmenagé au coeur des Pyrénées, en Haute-Garonne, en plein milieu du GR10, pour rénover une maison et la transformer en chambres et table d'hôtes : la Maison d'Arlos ! Cette app est donc le fruit de mes deux passions, d'autres existent mais elle a le mérite d'être simple, gratuite et sans publicité. Elle est conçue pour pouvoir explorer les Pyrénées et le GR10 mais elle fonctionne très bien partout dans le monde avec notamment les cartes OpenTopo. N'hésitez pas à me contacter pour me faire part de vos remarques ou envies d'améliorations !

source: Add
fr: Ajouter

# addDescription
source: Add a description
fr: Ajouter une description

# addPhoto
source: Add a photo
fr: Ajouter une photo

source: All
fr: Tous

source: Alt. max.
fr: Altitude maximum

source: Alt. min.
fr: Altitude minimum

source: at
fr: à

source: Average speed
fr: Vitesse moyenne

# averageSpeedDescription
source: In order to propose an estimated duration taking into account the distance and the elevation, the app is based on an average speed of 4km/h. You can increase or decrease this average to obtain an estimated duration more suited to your profile.
fr: Afin de proposer une durée estimée prenant en compte la distance et le dénivelé, l'app se base sur une vitesse moyenne de 4km/h. Vous pouvez augmenter ou diminuer cette moyenne pour obtenir une durée estimée plus adaptée à votre profil.

source: Beginner
fr: Débutant

# bridge
source: Bridges
fr: Ponts

source: Cancel
fr: Annuler

# cleanMapTrails
source: Clean visible trails from the map
fr: Enlever les randos visibles sur la carte

source: Collect
fr: Ajouter à la collection

# color
source: Path color
fr: Couleur

source: Contact me
fr: Me contacter

# customPath
source: Custom
fr: Personnaliser

source: Cycling
fr: Vélo

source: Delete
fr: Supprimer

# deleteLayer
source: Delete map layers
fr: Supprimer les fonds de carte

# deleteLayerMessage
source: This will remove the map layer:
fr: Cette action supprimera les fonds de carte

source: Delete trail
fr: Supprimer la randonnée

# deleteTrailMessage
source: This will remove this trail, not the associated maps
fr: Cela supprimera la randonnée, pas les cartes associées

# departments
source: Region
fr: Département

source: Departure
fr: Départ

source: Difficulty
fr: Difficulté

# direction
source: Reverse
fr: Sens

# directions
source: Get car directions
fr: Aller au départ

# displayed
source: Displayed on map
fr: Visibles sur la carte

source: Display on map
fr: Afficher sur la carte

# download
source: Download maps
fr: Télécharger la carte

# downloaded
source: Maps downloaded
fr: Carte téléchargée

# downloadedMessage
source: is available offline
fr: est disponible hors ligne

source: Downloading
fr: Téléchargement

source: Duration
fr: Durée

source: Easy
fr: Facile

source: Edit
fr: Modifier

# editDate
source: Modify date & hour
fr: Modifier date & heure

source: Edit description
fr: Modifier la description

# editNote
source: Write a note
fr: Écrire un note

source: Elevation
fr: Dénivelé

source: Elevation gain
fr: Dénivelé positif

source: Elevation loss
fr: Dénivelé négatif

# emptyCollection
source: Your collection is still empty. Tap on a POI and look for the trophy icon to collect it!
fr: Votre collection est encore vide. Taper sur un point d’intérêt et chercher l’icône de trophée afin de le collectionner !

source: Error
fr: Oups !

source: Estimated duration
fr: Durée estimée

source: Extreme
fr: Extrême

# fav
source: Set as favorite
fr: Mettre en favori

# favs
source: Favorites
fr: Favoris

source: Filter
fr: Filtrer

source: Filtered
fr: Filtré

source: GPX to import:
fr: GPX à importer :

# gpxWithoutAlt
source: No elevation data in this GPX
fr: Pas de données d'altitude dans ce GPX

source: Hard
fr: Difficile

# hideOnMap
source: Remove trail from the map
fr: Supprimer ce tracé de la carte

source: Hiking
fr: Rando

source: IGN
fr: IGN v2

# importDate
source: Import
fr: Ajout

# Imported
source: Imported on
fr: Importé le

# importFromFiles
source: Files
fr: Fichiers

# importFromFitness
source: My workouts
fr: Mes exercices

# importFromPasteboard
source: GPX link from clipboard
fr: Lien GPX du presse-papier

# importFromWorkout
source: Import workout path
fr: Importer un tracé

source: Import GPX
fr: Importer des GPX

# lake
source: Lakes
fr: Lacs & étangs

source: left
fr: restant

source: Loop
fr: Boucle

source: Loops
fr: Boucles

source: Map
fr: Carte

source: Medium
fr: Moyenne

source: More than
fr: Plus de

source: Name
fr: Nom

# network
source: Please check your internet connection then retry
fr: Merci de vérifier votre connexion internet puis réessayer

source: None
fr: Aucun

# notghr
source: Not GR/HR
fr: Aucun GR/HR

source: One way
fr: Aller simple

source: or
fr: ou

# other
source: Others
fr: Autres

# otherDownloadInProcess
source: Another download is processing...
fr: Un autre téléchargement est en cours...

source: Path
fr: Tracé

# peak
source: Peaks
fr: Pics

source: Personal note
fr: Note personnelle

source: Phone
fr: Téléphone

# pin
source: User pin
fr: Repère sur la carte

source: POIs
fr: Points d’intérêt

source: Profile
fr: Profil

# rateApp
source: Rate the app!
fr: Noter l'app

# rename
source: Edit name
fr: Modifier le nom

# renameDescription
source: Pick a name for your trail
fr: Choisir un nom pour votre randonnée

# resetAverageSpeed
source: Reset default value
fr: Réinitialiser la valeur par défaut

# restore
source: Restore app’s trails
fr: Restaurer les randos de l'app

# restoreMessage
source: Did you delete the Pyrénées trails preloaded with the app, and you regret your action?
fr: Vous avez supprimé les randonnées des Pyrénées préchargées avec l'app, et vous regrettez votre geste ?

# restoreTips
source: Restore app’s tips
fr: Restaurer les astuces de l’app

source: Running
fr: Course

source: Save
fr: Sauvegarder

source: Search
fr: Rechercher

# selectInSidebar
source: Select an item in the left sidebar
fr: Sélectionner un élément dans la colonne de gauche

source: Settings
fr: Réglages

# shareApp
source: Share the app
fr: Partager l'app

# shareMyPosition
source: Share my location
fr: Partager ma position

# shelter
source: Shelters
fr: Abris

# shop
source: Shops
fr: Commerces

# showGHR
source: Show GR10 and HRP on the map
fr: Afficher le GR10 et HRP sur la carte

# spring
source: Springs
fr: Sources

# takePhoto
source: Take a photo
fr: Prendre une photo

source: Thickness
fr: Épaisseur

# tipBoundingDescription
source: Tap to center the map around the displayed trails
fr: Taper pour centrer la carte autour des randonnées affichées

# tipBoundingTitle
source: Centering
fr: Centrage

# tipDownloadDescription
source: Tap to download offline maps for this trail
fr: Taper pour télécharger les cartes pour cette randonnée hors ligne

# tipDownloadTitle
source: Download maps
fr: Télécharger les cartes

# tipFavDescription
source: Tap to set this trail as favorite
fr: Taper pour mettre cette randonnée en favori

# tipFavTitle
source: Favorite
fr: Favori

# tipLayerDescription
source: Tap to change map layers or display POIs
fr: Taper pour changer de fonds de carte ou afficher des points d’intérêts

# tipLayerTitle
source: Layers and POIs
fr: Fonds de carte et points d’intérêts

# tipMapFullScreenDescription
source: Tap to put the map fullscreen
fr: Taper pour mettre la carte en plein écran

# tipMapFullScreenTitle
source: Fullscreen
fr: Plein écran

# tipTrackingDescription
source: Tap once to center the map around your position, twice to orient the map in your direction
fr: Taper une fois pour centrer la carte autour de votre position, deux fois pour l’orienter dans votre direction

# tipTrackingTitle
source: Tracking
fr: Position

source: Today
fr: Aujourd'hui

source: Trail
fr: Randonnée

source: Trails
fr: Randonnées

source: Type here…
fr: Taper ici…

# uncollect
source: Remove from collection
fr: Retirer de la collection

# unfav
source: Remove from favorites
fr: Retirer des favoris

# urlError
source: The clipboard is empty or does not contain a valid GPX's URL
fr: Le presse-papier est vide ou ne contient pas un URL de GPX au format valide

source: Walking
fr: Marche

# watchFlyoverTour
source: Watch 3D tour
fr: Visualiser le parcours

# waterfall
source: Waterfalls
fr: Cascades

# website
source: Go to the website
fr: Visiter le site internet

# workoutError
source: Check permissions in the Health app
fr: Vérifier les permissions dans l'app Santé

source: Yesterday
fr: Hier
